{
    "subclass": [
        {
            "name": "Caminho dos Ecos Ressonantes",
            "shortName": "Ressonantes",
            "source": "12Reinos",
            "className": "Monk",
            "classSource": "PHB",
            "subclassFeatures": [
                "Caminho dos Ecos Ressonantes (Nv 3)|Monk|PHB|Ressonantes|12Reinos|3",
                "Caminho dos Ecos Ressonantes (Nv 6)|Monk|PHB|Ressonantes|12Reinos|6",
                "Caminho dos Ecos Ressonantes (Nv 11)|Monk|PHB|Ressonantes|12Reinos|11",
                "Caminho dos Ecos Ressonantes (Nv 17)|Monk|PHB|Ressonantes|12Reinos|17"
            ]
        }
    ],
    "subclassFeature": [
        {
            "name": "Caminho dos Ecos Ressonantes (Nv 3)",
            "source": "12Reinos",
            "className": "Monk",
            "classSource": "PHB",
            "subclassShortName": "Ressonantes",
            "subclassSource": "12Reinos",
            "level": 3,
            "entries": [
                "<nome>Caminho dos Ecos Ressonantes</nome>Os monges do Caminho dos Ecos Ressonantes acreditam que o mundo é tecido de vibrações — ecos primordiais deixados pela criação da Árvore do Mundo. Cada passo, cada golpe e cada sopro de ar carrega uma frequência única, e ao dominar essas ondas invisíveis, o monge pode dobrar o próprio som para ofender, defender e até desaparecer.\nAo seguir esse caminho, você aprende a canalizar sua energia interior como ressonância, transformando vibrações em armas que confundem, rompem e paralisam. Seus golpes nunca são apenas físicos: são estalos que ecoam como trovões contidos, capazes de despedaçar foco, equilíbrio e intenção.\n\n<h3 class=\"feature-title\">Golpes Ressonantes</h3>Quando você adota esta Tradição Monástica, aprende a manipular vibrações para transformar seus golpes em ondas de impacto.\n<b>Eco Estrondoso.</b>\nQuando você usa Flurry of Blows, você causa dano trovejante adicional igual ao seu modificador de Sabedoria (mínimo 1) nos seus ataques.\n<b>Ruptura Ressonante.</b>\nQuando você usa Flurry of Blows, pode substituir um dos ataques por uma onda vibratória. A criatura atingida deve realizar um teste de resistência de Constituição. Em falha, sofre duas vezes seu dado de monge de dano trovejante, em um sucesso sofre metade.\n<b>Passos Silentes.</b>\nSeu controle sobre vibrações neutraliza o som ao seu redor. Você tem vantagem em testes de Destreza (Furtividade) feitos para se mover sem ser ouvido."
            ]
        },
        {
            "name": "Caminho dos Ecos Ressonantes (Nv 6)",
            "source": "12Reinos",
            "className": "Monk",
            "classSource": "PHB",
            "subclassShortName": "Ressonantes",
            "subclassSource": "12Reinos",
            "level": 6,
            "entries": [
                "<nome>Transposição Vibratória</nome>Você aprende a mover-se através de pulsos de som condensado.\n<b>Passo Ressonante.</b>\nComo uma Ação Bônus, você pode gastar 1 ponto de Ki para se teletransportar até 6 metros (20 ft.) para um espaço desocupado que você possa ver. Cada criatura adjacente ao local de partida deve fazer um teste de resistência de Constituição. Em falha, sofre dano trovejante igual a dois dos seus dados de Artes Marciais.\n<b>Eco Guardião.</b>\nAo atingir o 6º nível, quando você usa Deflect Attacks, você pode gastar 1 Focus Point para criar uma contracorrente de vibração. Escolha uma criatura a até 9 m (30 ft.) que você possa ver. Ela faz um teste de Constituição (CD: 8+prof+Wis) Falha: sofre 2 dados de Artes Marciais + Sabedoria de dano trovejante. Sucesso: metade. Se o ataque que você defendeu era corpo a corpo, você também pode se mover até 3 m (10 ft.) sem provocar ataques de oportunidade."
            ]
        },
        {
            "name": "Caminho dos Ecos Ressonantes (Nv 11)",
            "source": "12Reinos",
            "className": "Monk",
            "classSource": "PHB",
            "subclassShortName": "Ressonantes",
            "subclassSource": "12Reinos",
            "level": 11,
            "entries": [
                "<nome>Onda Crescente</nome>Você domina o conceito de vibrar um alvo internamente, acumulando energia que explode em um único instante.\n<b>Vibração Acumulada.</b>\nQuando você acerta uma criatura com um ataque desarmado, pode gastar 2 pontos de Ki para marcá-la com uma ressonância interna por 1 minuto. A vibração termina imediatamente se você marcar outro alvo. Sempre que você acerta o alvo marcado com um ataque, ele sofre dano trovejante adicional igual ao seu dado de Artes Marciais.\n<b>Desabar Estrondoso.</b>\nVocê pode usar uma Ação para encerrar a Vibração Acumulada antecipadamente, liberando toda a energia em uma explosão auditiva. A criatura marcada e todas as criaturas de sua escolha a 3 metros (10 ft.) dela devem fazer um teste de resistência de Constituição. Falha: sofrem 3d6 de dano trovejante e ficam Atordoadas até o início do seu próximo turno. Sucesso: sofrem metade do dano e não ficam atordoadas."
            ]
        },
        {
            "name": "Caminho dos Ecos Ressonantes (Nv 17)",
            "source": "12Reinos",
            "className": "Monk",
            "classSource": "PHB",
            "subclassShortName": "Ressonantes",
            "subclassSource": "12Reinos",
            "level": 17,
            "entries": [
                "<nome>Eco Perfeito</nome>Você atinge a maestria absoluta sobre o som, tornando-se o centro de todas as vibrações do campo de batalha.\n<b>Corpo Harmônico.</b>\nVocê ganha resistência a dano trovejante. Além disso, quando você usa Flurry of Blows, pode realizar quatro ataques em vez de três.\n<b>Sinfonia do Vácuo.</b>\nUma vez por descanso longo, você pode usar uma Ação para liberar uma onda de silêncio absoluto seguida de um impacto de destruição vibratória que perdura por um minuto. Cada criatura de sua escolha em um raio de 6 metros (20 ft.) faz um teste de resistência de Constituição. Falha: 6d10 de dano trovejante e fica Ensurdecida por 1 minuto. Sucesso: metade do dano.\nEnquanto estiver dentro da área, o som é completamente suprimido: nenhuma criatura pode falar; magias com componente verbal falham; furtividade baseada em som tem vantagem."
            ]
        }
    ]
}